Repository: html5blank/html5blank
Catalog: assets/languages/*.po
Languages: hu_hu

source: Page not found
hu_hu: A keresett oldal nem található

source: Return home?
hu_hu: Vissza a főoldalra?

source: Archives
hu_hu: Archívum

source: Author Archives for
hu_hu: Szerkesztői archívum -

source: About
hu_hu: Rólunk

source: Published by
hu_hu: Közzétette

source: Leave your thoughts
hu_hu: Hozzászólás

source: 1 Comment
hu_hu: 1 Hozzászólás

source: % Comments
hu_hu: % Hozzászólás

source: Sorry, nothing to display.
hu_hu: Nincs tartalom.

source: Category:
hu_hu: Kategória:

source: Post is password protected. Enter the password to view any comments.
hu_hu: A tartalom jelszóval védett. A jelszó megadása után minden hozzászólás látható lesz.

source: Comments are closed here.
hu_hu: Hozzászólás zárolva.

source: Powered by
hu_hu: Motor:

source: Header Menu
hu_hu: Fejléc Menü

source: Sidebar Menu
hu_hu: Oldalsáv Menü

source: Extra Menu
hu_hu: Extra Menü

source: Widget Area 1
hu_hu: Widget rész 1

source: Description for this widget-area...
hu_hu: A widhet rész leírása...

source: Widget Area 2
hu_hu: Widget rész 2

source: View Article
hu_hu: Tartalom Megtekintése

source: <cite class="fn">%s</cite> <span class="says">says:</span>
hu_hu: <cite class="fn">%s</cite> <span class="says">:</span>

source: Your comment is awaiting moderation.
hu_hu: A hozzászólás moderálásra vár.

source: %1$s at %2$s
hu_hu: %1$s - %2$s

source: (Edit)
hu_hu: (Szerkesztés)

source: HTML5 Blank Custom Post
hu_hu: HTML5 Blank Egyedi Tartalom

source: Add New
hu_hu: Új hozzáadása

source: Add New HTML5 Blank Custom Post
hu_hu: Új egyedi HTML5 Blank tartalom hozzáadása

source: Edit
hu_hu: Szerkesztés

source: Edit HTML5 Blank Custom Post
hu_hu: HTML5 Blank egyedi tartalom szerkesztése

source: New HTML5 Blank Custom Post
hu_hu: Új HTML5 Blank egyedi tartalom

source: View HTML5 Blank Custom Post
hu_hu: HTML5 Blank egyedi tartalom megtekintése

source: Search HTML5 Blank Custom Post
hu_hu: HTML5 Blank egyedi tartalomak keresése

source: No HTML5 Blank Custom Posts found
hu_hu: Nincs HTML5 Blank egyedi tartalom

source: No HTML5 Blank Custom Posts found in Trash
hu_hu: Nincs HTML5 Blank egyedi tartalom a kukában

source: Latest Posts
hu_hu: Legfrissebb bejegyzések

source: %s Search Results for
hu_hu: %s Találatok

source: To search, type and hit enter.
hu_hu: Keresési feltétel, majd [Enter].

source: Search
hu_hu: Keresés

source: Tags:
hu_hu: Címkék:

source: Categorised in:
hu_hu: Kategória:

source: This post was written by
hu_hu: Írta:

source: Tag Archive:
hu_hu: Archívim:
