Repository: html5blank/html5blank
Catalog: languages/*.po
Languages: cy_gb

source: Page not found
cy_gb: Tudalen ar goll

source: Return home?
cy_gb: Dychwelyd i'r hafan?

source: Archives
cy_gb: Archifau

source: Author Archives for
cy_gb: Awdur Archifau ar gyfer

source: About
cy_gb: Ynghylch

source: Published by
cy_gb: Cyhoeddwyd gan

source: Leave your thoughts
cy_gb: Gadael sylw

source: 1 Comment
cy_gb: 1 Sylw

source: % Comments
cy_gb: % o Sylwadau

source: Sorry, nothing to display.
cy_gb: Does dim byd i'w ddangos.

source: Categories for
cy_gb: Categor√Øau ar gyfer

source: Post is password protected. Enter the password to view any comments.
cy_gb: Mae'r cofnod yma wedi'i warchod gan gyfrinair. Rhowch y cyfrinair i mewn i weld sylwadau.

source: Comments are closed here.
cy_gb: Mae'r sylwadau ar gau yma.

source: Powered by
cy_gb: Pwerir gan

source: Header Menu
cy_gb: Dewislen y Pennyn

source: Sidebar Menu
cy_gb: Dewislen y Bar ochr

source: Extra Menu
cy_gb: Dewislen Ychwanegol

source: Widget Area 1
cy_gb: Ardal Teclyn 1

source: Description for this widget-area...
cy_gb: Disgrifiad ar gyfer ardal y teclyn yma...

source: Widget Area 2
cy_gb: Ardal Teclyn 2

source: View Article
cy_gb: Gweld Erthygl

source: <cite class="fn">%s</cite> <span class="says">says:</span>
cy_gb: Mae <cite class="fn">%s</cite> <span class="says">yn dweud:</span>

source: Your comment is awaiting moderation.
cy_gb: Mae eich sylw yn aros i gael ei gymedroli.

source: %1$s at %2$s
cy_gb: %1$s am %2$s

source: (Edit)
cy_gb: (Golygu)

source: HTML5 Blank Custom Post
cy_gb: Cofnod Cyfaddas HTML5 Blank

source: Add New
cy_gb: Ychwanegu yn Newydd

source: Add New HTML5 Blank Custom Post
cy_gb: Ychwanegu Cofnod Cyfaddas HTML5 Blank Newydd

source: Edit
cy_gb: Golygu

source: Edit HTML5 Blank Custom Post
cy_gb: Golygu Cofnod Cyfaddas HTML5 Blank

source: New HTML5 Blank Custom Post
cy_gb: Cofnod Cyfaddas HTML5 Blank Newydd

source: View HTML5 Blank Custom Post
cy_gb: Gweld Cofnod Cyfaddas HTML5 Blank

source: Search HTML5 Blank Custom Post
cy_gb: Chwilio Cofnod Cyfaddas HTML5 Blank

source: No HTML5 Blank Custom Posts found
cy_gb: Ni ddaethpwyd o hyd i unrhyw Gofnod Cyfaddas HTML5 Blank

source: No HTML5 Blank Custom Posts found in Trash
cy_gb: Ni ddaethpwyd o hyd i unrhyw Gofnod Cyfaddas HTML5 Blank yn y Bin Sbwriel

source: Latest Posts
cy_gb: Cofnodion Diweddaraf

source: %s Search Results for
cy_gb: %s o Ganlyniadau Chwilio am

source: To search, type and hit enter.
cy_gb: Er mwyn chwilio, teipiwch ac yna pwyso Enter.

source: Search
cy_gb: Chwilio

source: Tags:
cy_gb: Tagiau:

source: Categorised in:
cy_gb: Categoreiddiwyd yn:

source: This post was written by
cy_gb: Ysgrifennwyd y cofnod yma gan

source: Tag Archive:
cy_gb: Archif Tagiau:
