Repository: html5blank/html5blank
Catalog: src/languages/*.po
Languages: de_de

source: Page not found
de_de: Fehler 404 – Die Seite wurde leider nicht gefunden.

source: Return home?
de_de: Zurück zur Startseite?

source: Archives
de_de: Archive

source: Author Archives for
de_de: Autor-Archiv für

source: About
de_de: Über

source: Published by
de_de: Veröffentlicht von

source: Leave your thoughts
de_de: Schreibe einen Kommentar

source: 1 Comment
de_de: 1 Kommentar

source: % Comments
de_de: % Kommentare

source: Sorry, nothing to display.
de_de: Nichts gefunden, was den Suchkriterien entspricht.

source: Categories for
de_de: Kategorie-Archiv für

source: Post is password protected. Enter the password to view any comments.
de_de: Dieser Artikel ist passwortgeschützt. Um die Kommentare sehen zu können muss das Passwort eingegeben werden.

source: Comments are closed here.
de_de: Kommentare sind geschlossen.

source: Powered by
de_de: Betrieben mit

source: Header Menu
de_de: Kopfbereichs-Menü

source: Sidebar Menu
de_de: Seitenleisten-Menü

source: Extra Menu
de_de: Zusatz-Menü

source: Widget Area 1
de_de: Widget-Bereich 1

source: Description for this widget-area...
de_de: Beschreibung für diesen Widget-Bereich…

source: Widget Area 2
de_de: Widget-Bereich 2

source: View Article
de_de: Artikel ansehen

source: <cite class="fn">%s</cite> <span class="says">says:</span>
de_de: <cite class="fn">%s</cite> <span class="says">sagt:</span>

source: Your comment is awaiting moderation.
de_de: Dein Kommentar muss noch moderiert werden – Bitte hab etwas Geduld.

source: %1$s at %2$s
de_de: %1$s um %2$s

source: (Edit)
de_de: (Bearbeiten)

source: HTML5 Blank Custom Post
de_de: HTML5 Blank Custom Post-Type

source: Add New
de_de: Neuen Artikel erstellen

source: Add New HTML5 Blank Custom Post
de_de: Neuen HTML5 Blank Custom Post erstellen

source: Edit
de_de: Bearbeiten

source: Edit HTML5 Blank Custom Post
de_de: HTML5 Blank Custom Post bearbeiten

source: New HTML5 Blank Custom Post
de_de: Neuer HTML5 Blank Custom Post

source: View HTML5 Blank Custom Post
de_de: HTML5 Blank Custom Post ansehen

source: Search HTML5 Blank Custom Post
de_de: HTML5 Blank Custom Post suchen

source: No HTML5 Blank Custom Posts found
de_de: Keine HTML5 Blank Custom Posts gefunden

source: No HTML5 Blank Custom Posts found in Trash
de_de: Keine HTML5 Blank Custom Posts im Papierkorb gefunden

source: Latest Posts
de_de: Letzte Artikel

source: %s Search Results for
de_de: %s Suchergebnisse für

source: To search, type and hit enter.
de_de: Suchbegriff…

source: Search
de_de: Suchen

source: Tags:
de_de: Stichwörter:

source: Categorised in:
de_de: Kategorisiert in:

source: This post was written by
de_de: Dieser Artikel wurde verfasst von

source: Tag Archive:
de_de: Stichword-Archiv:
